
/*No comment provided by engineer.*/
"%@ does not exist" = "%@は存在しません";

/* After Sending Yo| Title of alert displayed when yoing a user on your blocked list
 YoMainController | Title of alert displayed when adding a user on your blocked list */"%@ is on your Blocked List" = "%@ はブラックリストに登録されています";

/* %@ = USERNAME */
"%@ Yo" = "%@ Yo";

/* {username} yo'd you */
"%@ Yo'd You" = "%@ はYOを送った";

/*{link} is not a link.. in the link translate example to respective language*/
"%@\nis not a link, please copy a valid link\ni.e. http://www.example.com" = "%@\nはリンクではありません。有効なリンクをコピーしてください。\n例. http://www.example.com";

/* No comment provided by engineer. */
"@Yo Back" = "@Yo 戻る";

/*No comment provided by engineer.*/
"Are you sure you want to logout?" = "本当にログアウトしますか？";

/*No comment provided by engineer.*/
"Are you sure?" = "本当によろしいですか？";

/*No comment provided by engineer.*/
"BACK" = "戻る";

/* No comment provided by engineer. */
"Back" = "戻る";

/*as in block another user*/
"BLOCK" = "防ぐ";

/*No comment provided by engineer.*/
"Block Failed" = "防ぐために失敗";

/*Blocked {USERNAME}*/
"Blocked %@" = "完全な妨げる%@";

/*No comment provided by engineer.*/
"Cancel" = "取り消す";

/*No comment provided by engineer.*/
"CANCEL" = "取り消す";

/*No comment provided by engineer.*/
"CANCELED" = "完全な取り消す";

/* Cannot Add {username} */
"Cannot Add %@" = "%@を追加することはできません";

/*No comment provided by engineer.*/
"Change" = "変更する";

/*No comment provided by engineer.*/
"chat with us" = "メッセージ私たちを";

/* No comment provided by engineer. */
"Check out this Yo service: %@" = "Yoでこのサービスをチェックアウト: %@";

/*No comment provided by engineer.*/
"CHOOSE ANOTHER" = "他のパスワードを選択して下さい";

/*No comment provided by engineer.*/
"CHOOSE PASSCODE" = "パスワードを選択して下さい";

/*No comment provided by engineer.*/
"CHOOSE USERNAME" = "ユーザー名を選択";

/*No comment provided by engineer.*/
"Close" = "閉じる";

/* No comment provided by engineer. */
"close" = "クローズ";

/* No comment provided by engineer. */
"Close the App to\nSee Something Cool" = "クールな何かを見るため\nのアプリケーションを閉じる";

/*No comment provided by engineer.*/
"Connection error, let's try updating password again later" = "接続エラー。後で再度パスワードを更新して下さい。";

/*No comment provided by engineer.*/
"CONTACTS" = "連絡先";

/*No comment provided by engineer.*/
"COPY A LINK OR IMAGE\nTAP & HOLD TO YO IT" = "リンクか画像をコピーし、それを選択してシェアする。";

/*No comment provided by engineer.*/
"Copy a link. Tap and hold to Yo it." = "リンクをコピーし、それを選択してシェアする。";

/*No comment provided by engineer.*/
"Delete" = "消去";

/* No comment provided by engineer. */
"details" = "細部";

/* Didnt get text/email */
"Didn't Get %@" = "%@を取得できませんでした";

/*No comment provided by engineer.*/
"Didn't get code" = "コード取得してない";

/* No comment provided by engineer. */
"Dismiss" = "退ける";

/*No comment provided by engineer.*/
"Do you like the Yo app?" = "Yoアプリは好きですか？";

/*No comment provided by engineer.*/
"Do you want to unblock this user so they can Yo you back?" = "Yo送信を可能にするため、このユーザーをブラックリストから外しますか？";

/* YoMainController | Description of alert displayed when adding a user on your blocked list */
"Do you want to unblock this user?" = "このユーザーのブロックを解除したいですか？";

/*No comment provided by engineer.*/
"Done" = "完了";

/*No comment provided by engineer.*/
"DONE" = "完了";

/* No comment provided by engineer. */
"Double tap any username to Yo your location!" = "任意のユーザー名をダブルクリックしてあなたの場所を共有する!";

/*No comment provided by engineer.*/
"Double tap to Yo your location. Where Yo @?" = "ダブルクリックして現在地をシェア。%@はどこ？";

/* No comment provided by engineer. */
"Double Tap Yos Location\nEnable Location" = "ダブルクリックして現在地をシェア\n位置を有効";

/*No comment provided by engineer.*/
"DOUBLE TAP\nTO YO YOUR LOCATION" = "ダブルクリックして現在地をシェア。";

/*No comment provided by engineer.*/
"EDIT ACCOUNT" = "アカウント編集";

/*No comment provided by engineer.*/
"EDIT PROFILE" = "プロフィール編集";

/*No comment provided by engineer.*/
"EMAIL SENT" = "メール送信完了";

/*No comment provided by engineer.*/
"Email Us" = "連絡する";

/*No comment provided by engineer.*/
"Enable Camera\nSettings -> Privacy -> Camera" = "カメラを使用不可にする\nセッティング -> プライバシー -> カメラ";

/*Give Yo your email Subject Text*/
"Enable Passcode Recovery" = "パスワードの修復を可能にする";

/*No comment provided by engineer.*/
"Enable Push" = "お知らせを可能にする";

/* No comment provided by engineer. */
"Enable Receiving Yos" = "YOSを受信可能にする";

/*No comment provided by engineer.*/
"ENTER FULL NAME" = "フルネームを入力";

/*No comment provided by engineer.*/
"Enter New Phone Number" = "新しい電話番号を入力";

/*No comment provided by engineer.*/
"Enter New Username" = "新しいユーザー名を入力";

/*No comment provided by engineer.*/
"ENTER PASSCODE" = "パスワードを入力";

/*No comment provided by engineer.*/
"Enter the code in the SMS" = "SMSにあったコードを入力";

/*No comment provided by engineer.*/
"ENTER USERNAME" = "ユーザー名を入力";

/* No comment provided by engineer. */
"Enter Your Phone #\nTo Find Your Friends" = "電話番号を入力\nあなたの友人を見つけるために";

/*No comment provided by engineer.*/
"Error" = "エラー";

/* No comment provided by engineer. */
"Even More" = "より一層";

/*As in existing photos. could also read photos*/
"EXISTING" = "既存";

/* No comment provided by engineer. */
"EXPLORE\nTHE YO INDEX" = "EXPLORE\nTHE YO INDEX";

/* No comment provided by engineer. */
"Facebook" = "Facebook";

/*No comment provided by engineer.*/
"Failed" = "失敗";

/*No comment provided by engineer.*/
"FAILED" = "失敗";

/* $@ = {username} */
"Failed to block %@. Please try again later" = "%@をブロックに失敗しました。後でもう一度お試しください";

/*No comment provided by engineer.*/
"Failed to find friends through contacts" = "連絡先を通しての友達探しに失敗しました";

/*No comment provided by engineer.*/
"Failed To Get Location" = "現在地取得に失敗しました";

/*No comment provided by engineer.*/
"Failed to login with Facebook. Please Try again." = "Facebookを通してのログインに失敗しました。もう一度試して下さい。";

/* No comment provided by engineer. */
"Failed to Upload" = "エラーアップロード";

/*No comment provided by engineer.*/
"Failed Yo" = "Yoの送信エラー";

/* No comment provided by engineer. */
"Failed Yo All" = "すべてYosの送信エラー";

/* No comment provided by engineer. */
"Failed Yo All%@" = "%@ すべてYosの送信エラー";

/* No comment provided by engineer. */
"Failed Yo%@" = "%@ Yoの送信エラー";

/*No comment provided by engineer.*/
"FAILED!" = "エラー！";

/*Failed to send Yo*/
"FAILED! DO YOU HAVE INTERNET?" = "エラー！接続状況を確認してください。";

/* No comment provided by engineer. */
"Failed\nNO URL" = "エラー\nありませんURL";

/* No comment provided by engineer. */
"Failed\nNo URL" = "エラー\nありませんURL";

/*No comment provided by engineer.*/
"FEEDBACK" = "フィードバック";

/*No comment provided by engineer.*/
"FIND FRIENDS" = "友達探し";

/*No comment provided by engineer.*/
"FORGOT PASS" = "パスワードをお忘れですか";

/*No comment provided by engineer.*/
"FORGOT PASS?" = "パスワードをお忘れですか";

/* No comment provided by engineer. */
"Friends Not Found" = "友人見つかりません";

/*No comment provided by engineer.*/
"FULL NAME" = "フルネーム";

/* No comment provided by engineer. */
"Get Yo'd by Awesome Services!" = "素晴らしいサービスからYosを取得!";

/*Go as in proceed as in Send*/
"Go" = "送信";

/*just back works too*/
"GO BACK" = "戻る";

/*As in Understood, or OK*/
"Got it!" = "了解";

/* No comment provided by engineer. */
"Group Created" = "グループが作成されました";

/*No comment provided by engineer.*/
"Hey There!" = "こんにちは！";

/* No comment provided by engineer. */
"I just joined Yo. Yo me. " = "私はちょうどYOに参加しました。YO私を。 ";

/*I wanna Yo you!nAdd my Yo username by tapping here: {link}n(if you don't have Yo app get it here {other link})*/
"I wanna Yo you!\nAdd my Yo username by tapping here: %@\n(if you don't have Yo app get it here %@)" = "あなたにYoしたい！私のYoユーザー名を追加するにはここをクリック: %1$@\n(Yoアプリをお持ちでない方はこちらから%2$@）";

/* No comment provided by engineer. */
"I want to Yo you!\nYo me %@" = "私はあなたにYoを送信したい!\nYo私を %@";

/* No comment provided by engineer. */
"I want to Yo you!\nYo me at %@" = "私はあなたにYoを送信したい!\nYo私を %@";

/* No comment provided by engineer. */
"I've been Yo'd %i times!\nYo me %@" = "私は%1$i Yosを受けている!\nYo私を %2$@";

/* No comment provided by engineer. */
"I've been Yo'd %i times!\nYo me at %@" = "私は%1$i Yosを受けている!\nYo私を %2$@";

/*No comment provided by engineer.*/
"INCORRECT" = "不正解";

/*No comment provided by engineer.*/
"INVITE" = "招待";

/*Title for invite friends popup*/
"Invite Friends!" = "友達を招待する！";

/* No comment provided by engineer. */
"Invitiation Sent!" = "招待状を送信しました!";

/* No comment provided by engineer. */
"Join Yo!" = "Yoに参加!";

/*No comment provided by engineer.*/
"Just hit Send" = "送信ボタンをクリック";

/*No comment provided by engineer.*/
"Just subscribed to get Yo'd from %@! Yo them at" = "%@からYoを受信するための登録完了！Yoを送信する";

/* No comment provided by engineer. */
"Just subscribed to get Yo'd from %@! Yo them at %@" = "%1$@からYoを受信するための登録完了! Yoを送%2$@信する";

/* FBLB:LikeButton */
"Like" = "いいな";

/* FBLB:LikeButton */
"Liked" = "好きでした";

/*No comment provided by engineer.*/
"Link Not Found" = "リンク先が見つかりません";

/*No comment provided by engineer.*/
"LOGIN" = "ログイン";

/*No comment provided by engineer.*/
"Login Failed" = "ログイン失敗";

/* No comment provided by engineer. */
"Login Required" = "ログインに必要な";

/* No comment provided by engineer. */
"Login to Facebook?" = "Facebookへのログイン?";

/*No comment provided by engineer.*/
"LOGOUT" = "ログアウト";

/* %@ = serviceName */
"Look what I found on Yo! %@ " = " %@ 私はYoを使って見つけたものを見!";

/*No comment provided by engineer.*/
"MAIL" = "メール";

/* No comment provided by engineer. */
"Malformed XML document. Error at line %@:%@." = "Malformed XML document. Error at line %1$@:%2$@.";

/*No comment provided by engineer.*/
"MAPS" = "マップ";

/*No comment provided by engineer.*/
"Me" = "自分";

/* No comment provided by engineer. */
"More" = "もっと";

/*No*/
"Nah" = "いいえ";

/*No comment provided by engineer.*/
"NEW PASSCODE" = "新しいパスワード";

/* No comment provided by engineer. */
"Next" = "次";

/*No comment provided by engineer.*/
"No" = "いいえ";

/*:) -> Smile*/
"No Blocked Users! :)" = "ブロック済ユーザーなし！:)";

/*No comment provided by engineer.*/
"No Camera Found" = "カメラが見つかりません";

/* No comment provided by engineer. */
"No Contacts" = "連絡先なし";

/*No comment provided by engineer.*/
"No contacts were found." = "連絡先が見つかりません";

/*No comment provided by engineer.*/
"No Contacts!" = "連絡先なし！";

/*No comment provided by engineer.*/
"NO EMAIL ACCOUNTS" = "メールアカウントなし";

/*No comment provided by engineer.*/
"No Internet!" = "インターネット未接続";

/* No comment provided by engineer. */
"No JSON generation functionality available" = "No JSON generation functionality available";

/* No comment provided by engineer. */
"No JSON parsing functionality available" = "No JSON parsing functionality available";

/*As in photo library*/
"No Library Found" = "画像が見つかりませんでした";

/*No comment provided by engineer.*/
"No Such User" = "そのユーザーはいません";

/*Cancel button for invite friends popup*/
"Not now" = "後で";

/*No comment provided by engineer.*/
"OK" = "完了";

/* No comment provided by engineer. */
"Ok" = "完了";

/*No comment provided by engineer.*/
"Open in Chrome" = "Chromeで開く";

/*No comment provided by engineer.*/
"Open in Safari" = "Safariで開く";

/* No comment provided by engineer. */
"Open Settings" = "オープン設定";

/*PASS as in passcode*/
"PASS" = "暗証";

/*No comment provided by engineer.*/
"PASSCODE" = "パスワード";

/*No comment provided by engineer.*/
"Passcode changed" = "パスワード変更完了";

/* No comment provided by engineer. */
"Password Problem" = "パスワードの問題";

/*As in Mobile, telephone*/
"PHONE" = "電話";

/* No comment provided by engineer. */
"Phone Number Set!" = "電話番号が設定され!";

/*No comment provided by engineer.*/
"Please add an email account in Settings -> Mail" = "セッティングにてメールのアカウントを追加して下さい -> メール";

/* No comment provided by engineer. */
"Please check your internet connection and try again soon" = "インターネット接続を確認し、すぐに再度お試しください";

/*No comment provided by engineer.*/
"Please connect to Twitter in Settings -> Twitter" = "セッティングにてTwitterに接続して下さい -> Twitter";

/* No comment provided by engineer. */
"Please copy a valid link\ni.e. http://www.example.com" = "有効なリンクをコピーしてください\ni.e. http://www.example.com";

/* No comment provided by engineer. */
"Please either target a platform that supports NSJSONSerialization or add one of the following libraries to your project: JSONKit, SBJSON, or YAJL" = "Please either target a platform that supports NSJSONSerialization or add one of the following libraries to your project: JSONKit, SBJSON, or YAJL";

/*please enable access to contacts*/
"Please enable contacts access" = "連絡先への接続を可能にして下さい";

/* No comment provided by engineer. */
"Please enter a valid country code" = "有効な国コードを入力してください";

/*No comment provided by engineer.*/
"Please enter a valid phone number" = "正しい電話番号を入力して下さい";

/* No comment provided by engineer. */
"Please Launch Yo" = "YOを起動してください";

/* No comment provided by engineer. */
"Please launch Yo & login" = "YOとログインを起動してください";

/* No comment provided by engineer. */
"Please launch Yo first to add contacts" = "連絡先を追加する前にYO最初に起動してください";

/* No comment provided by engineer. */
"Please login again" = "再度ログインしてください";

/*No comment provided by engineer.*/
"Please retry. \n\n If the problem persists contact us and mention this error code: %@" = "もう一度試して下さい。\n\n問題が解消されない場合は、連絡する際にこのエラーコードをお伝え下さい: %@";

/* No comment provided by engineer. */
"Please send us an email and we'll recover your account." = "私達に電子メールを送信し、我々はあなたのアカウントを復旧しますしてください。";

/*No comment provided by engineer.*/
"Please signup or login" = "登録またはログインして下さい";

/*No comment provided by engineer.*/
"Please try again" = "もう一度試して下さい";

/*No comment provided by engineer.*/
"Please try again later" = "もう一度、時間が経ってから試して下さい";

/*As to rate, rating, review*/
"RATE" = "評価";

/*No comment provided by engineer.*/
"Resend" = "再送信";

/*No comment provided by engineer.*/
"SAVE" = "保存";

/*No comment provided by engineer.*/
"Saved!" = "保存完了！";

/*No comment provided by engineer.*/
"SELECT A USERNAME" = "ユーザー名を選択";

/*No comment provided by engineer.*/
"SELECT LONGER PASSCODE" = "より長いパスワードを選択";

/*No comment provided by engineer.*/
"SELECT USERNAMES TO SHARE" = "シェアしたいユーザー名を選択";

/*No comment provided by engineer.*/
"Send" = "送信";

/*No comment provided by engineer.*/
"Send Email" = "メールを送信";

/*like URL link*/
"SENDING LINK" = "リンクを送信しています";

/* YoMainController | copy used when figured is pressed on contact and a photo is in the pasteboard */
"sending photo" = "画像を送信しています";

/*No comment provided by engineer.*/
"Sent" = "送信完了";

/*No comment provided by engineer.*/
"SENT @YO!" = "@YO送信完了！";

/* No comment provided by engineer. */
"sent yo link!" = "YOリンク伝送完全な!";

/* No comment provided by engineer. */
"sent yo location!" = "YO位置伝送完全な!";

/* No comment provided by engineer. */
"sent yo photo!" = "YOフォト伝送完全な!";

/*No comment provided by engineer.*/
"SENT YO!" = "YO送信完了！";

/* No comment provided by engineer. */
"SENT YOALL!" = "YO皆伝送完全な!";

/*No comment provided by engineer.*/
"SENT YOYO!" = "YOYO送信完了！";

/* No comment provided by engineer. */
"Session Ended" = "セッションが終了";

/*No comment provided by engineer.*/
"Session Error" = "セッションエラー";

/*No comment provided by engineer.*/
"SET A PASSCODE\n(CAN BE THE SAME AS YOU HAVE)" = "パスワードを設定する\n(既存のものと同じ可能性があります)";

/*Instructions on how to enable contacts access on iphone*/
"Settings -> Privacy -> Contacts -> Yo" = "セッティング -> プライバシー -> 連絡先 -> Yo";

/*No comment provided by engineer.*/
"Share" = "シェア";

/*No comment provided by engineer.*/
"SHARE" = "シェア";

/*No comment provided by engineer.*/
"Share on Facebook!" = "Facebookでシェアする！";

/*No comment provided by engineer.*/
"Share this awesome service with others! Swipe left in main screen to unsubscribe." = "みんなとこの素晴らしいサービスをシェアしよう！メイン画面にて左にスワイプし購読を停止する";

/* No comment provided by engineer. */
"Share Your Yo, Yo" = "YO、あなたのYOを共有";

/*No comment provided by engineer.*/
"SIGNUP" = "登録";

/* No comment provided by engineer. */
"SinaWeibo" = "SinaWeibo";

/*As in texting. may not need translating*/
"SMS" = "SMS";

/* So {username} and others can Yo you back! */
"So %@ and others can Yo you back." = "だから%@と他はあなたにYosを送ることができます。";

/*No comment provided by engineer.*/
"Something went wrong" = "エラー発生";

/* No comment provided by engineer. */
"subscribe" = "購読";

/* No comment provided by engineer. */
"subscribed" = "購読完了";

/*No comment provided by engineer.*/
"Subscribed!" = "購読完了！";

/* No comment provided by engineer. */
"SUBSCRIBED!" = "購読完了!";

/* No comment provided by engineer. */
"Swipe to open a Yo on the lockscreen." = "ロック画面上でYOを開くためにスワイプ。";

/*As in take picture*/
"TAKE" = "撮影する";

/* No comment provided by engineer. */
"Tap" = "クリック";

/*No comment provided by engineer.*/
"Tap Name To Invite" = "招待する名をクリック";

/*No comment provided by engineer.*/
"TAP NAME TO YO" = "名前をクリックしてYOする";

/*No comment provided by engineer.*/
"Tap Name To Yo" = "名前をクリックしてYOする";

/*No comment provided by engineer.*/
"Tap to add to your Yo: http://justyo.co/%@\n(if you don't have Yo app get it here %@)" = "クリックしてあなたのYoに追加する:http://justyo.co/%1$@\n(Yoアプリをお持ちでない方はこちらで取得 %2$@)";

/*a variation on allow is permit.*/
"Tap to Allow" = "クリックして許可";

/*No comment provided by engineer.*/
"TAP TO LOGIN" = "クリックしてログイン";

/*Recover as in recover passcode*/
"TAP TO RECOVER" = "クリックして修復";

/*No comment provided by engineer.*/
"TAP TO SET" = "クリックして設定";

/*No comment provided by engineer.*/
"TAP TO SIGNUP" = "クリックして登録";

/*No comment provided by engineer.*/
"Tell us how we can improve:" = "どこを改善すべきか教えて下さい:";

/* No comment provided by engineer. */
"TencentWeibo" = "TencentWeibo";

/*No comment provided by engineer.*/
"TEXT SENT" = "メッセージ送信完了";

/*No comment provided by engineer.*/
"The profile could not be saved. Please check your network connection." = "このプロフィールは保存されませんでした。ネットワークの接続状況を確認して下さい。";

/* No comment provided by engineer. */
"The two passwords do not match." = "パスワードが一致しません。";

/* No comment provided by engineer. */
"The Yo Index - subscribe to get Yo'd from awesome services!" = "The Yo Index - 素晴らしいサービスからYosを取得するためにサブスクライブ！";

/*No comment provided by engineer.*/
"The Yo Index. Subscribe to get Yo'd by your favorite services." = "The Yo Index.　あなたのお気に入りのサービスからYoをゲットするために購読";

/*No comment provided by engineer.*/
"There is a newer version of Yo.\n%@" = "新しいバージョンのYoがあります。\n%@";

/* No comment provided by engineer. */
"This is a 📎 Yo\n👐 Tap to Open it!" = "これは、📎 Yoです\n👐 それを開くためにクリック!";

/*No comment provided by engineer.*/
"This is what other users can see about you, when swiping your username to the right" = "あなたの名前を右にスワイプすると、他のユーザーが見ることのできる内容を確認できます。";

/*No comment provided by engineer.*/
"This user already exists. Please try a different username." = "このユーザーは既に存在します。違うユーザー名で試して下さい。";

/*No comment provided by engineer.*/
"To block a user, swipe left on their username and tap Block." = "ユーザーをブロックするには、ユーザー名を左にスワイプし、ブロックを選択して下さい。";

/*Give Yo your email Body Text. Don't change occurances of n or %@*/
"To enable password recovery:\n\n give Yo your email by tapping Send.\n\nto cancel, simply tap Cancel.\n\n\n------------------------------------------\nYour email will NOT be used for anything else other than password recovery.\n\n\n\n\n\n%@" = "パスワード修復を可能にするには:\n\n送信をクリックして自分のメールアドレスにYoを送る。\n\nキャンセルするには、キャンセルボタンをクリック。\n\n\n------------------------------------------\nパスワード修復以外でのメールアドレスの使用はありません。\n\n\n\n\n\n\n%@";

/*Do not translate the word Code*/
"To verify your number tap Send\n\nCode: %@\n\n\n* Carrier charges may apply" = "番号を承認するため送信をクリック\n\nCode: %@\n\n\n* サービス料がかかる場合があります。";

/* Format for the string to return to a calling app. */
"Touch to return to %1$@" = "%1$@ に戻るにタッチする";

/*No comment provided by engineer.*/
"Try again later" = "後でもう一度試して下さい";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/*No comment provided by engineer.*/
"TYPE USERNAME TO ADD" = "追加したいユーザー名を入力する";

/* No comment provided by engineer. */
"Unblock" = "アンブロック";

/*No comment provided by engineer.*/
"UNBLOCK" = "アンブロック";

/*No comment provided by engineer.*/
"UNBLOCKED" = "アンブロック済";

/* No comment provided by engineer. */
"Unsubscribe Failed" = "失敗した購読停止";

/*unsibscribe*/
"UNSUB" = "購読停止";

/* No comment provided by engineer. */
"Unsubscribe" = "購読停止";

/* Unsubscribed from {ServiceName} */
"Unsubscribed from %@" = "%@からあなた退会";

/*As in software update available*/
"Update" = "更新";

/*No comment provided by engineer.*/
"User Exists" = "既存するユーザー";

/*No comment provided by engineer.*/
"USERNAME" = "ユーザー名";

/*No comment provided by engineer.*/
"USERNAME TAKEN" = "既存のユーザー名";

/*No comment provided by engineer.*/
"VERIFY PASSCODE" = "パスワードを承認";

/*No comment provided by engineer.*/
"We couldn't find any of your friends who are on Yo. Share Yo and bring some aboard!" = "Yoにあなたの友達は見つかりませんでした。Yoをシェアして、友達を連れてこよう！";

/*No comment provided by engineer.*/
"We don't have a phone number or email listed for this account. Please send us an email and we'll recover your account." = "このアカウントに電話番号やメールアドレスは登録されていません。アカウントを修復するため、メールを送信して下さい。";

/*No comment provided by engineer.*/
"WHAT IS YO?" = "YOって何？";

/* No comment provided by engineer. */
"WhatsApp" = "WhatsApp";

/*No comment provided by engineer.*/
"When you unblock a user they will be added to your friends list but will NOT be automatically Yo'd. Happy Yoing!" = "ユーザーをアンブロックすると、友達リストに追加されますが、自動的にYoが送信されることはありません。ハッピーヨーイング！";

/*No comment provided by engineer.*/
"Wrong code" = "間違ったコード";

/*No comment provided by engineer.*/
"Yes" = "はい";

/* No comment provided by engineer. */
"YES" = "はい";

/* No comment provided by engineer. */
"Yo" = "Yo";

/* Sending images title */
"yo & photos!" = "画像付きでYo！";

/*No comment provided by engineer.*/
"Yo - I got some feedback" = "Yo - 意見をシェアする";

/*No comment provided by engineer.*/
"YO ALL" = "全員にYO";

/*As in resoond with a Yo*/
"Yo Back" = "Yo返し";

/* No comment provided by engineer. */
"yo back location" = "Yoバック場所";

/*Tally of total Yos the user has received/sent*/
"YO COUNT" = "YO合計";

/* Yo From Username */
"Yo From %@" = "Yoから %@";

/* Yo from {USERNAME} */
"Yo from %@" = "Yoから %@";

/* No comment provided by engineer. */
"Yo Index" = "Yo Index";

/* No comment provided by engineer. */
"Yo lets you communicate with your friends, sports teams, TV shows and more with a single tap, Yo." = "Yoはあなたがシングルタップ、Yoでお友達、スポーツチーム、テレビ番組や複数と通信することができます。";

/*No comment provided by engineer.*/
"Yo Location" = "現在地をYo";

/*No comment provided by engineer.*/
"Yo me" = "自分にYo";

/*No comment provided by engineer.*/
"Yo needs internet!" = "Yoにはインターネットが必要！";

/*push access as is permission to send push notifications*/
"Yo Needs Push Access" = "YOにはお知らせ機能の許可が必要！";

/*No comment provided by engineer.*/
"Yo Secrets" = "Yoシークレット";

/* No comment provided by engineer. */
"Yo Store" = "Yo Store";

/*No comment provided by engineer.*/
"Yo This" = "これをYoする";

/* No comment provided by engineer. */
"Yoing this group will yo all its members" = "YOこのグループは、すべてのメンバーと共有する";

/*No comment provided by engineer.*/
"YOS CAN BE OPENED FROM THE LOCKSCREEN" = "Yosは、ロック画面から開くことができます";

/*No comment provided by engineer.*/
"You are about to delete your phone number" = "電話番号を消去します";

/* alert body displayed after user unsubscribes froma s service for the first time */
"You can always resubscribe by yoing the service again" = "あなたは、常にサービスを再度yoingにより再サブスクライブすることができます";

/*alert body displayed after user blocks another user for the first time*/
"You can always unblock in the menu" = "いつでもメニューにてアンブロックが可能です";

/*No comment provided by engineer.*/
"You can't send Yo's. Please contact us yo@justyo.co" = "Yoが送信できません。yo@justyo.coに連絡をとって下さい。";

/*No comment provided by engineer.*/
"You'll receive a link to change your passcode shortly." = "しばらくするとパスワード変更のためのリンクが届きます。";

/*Sending images body*/
"You're about to Yo your first photo! Anyone with the link will be able to view it." = "画像付きでの初めてのYo！リンクがある方はどなたでも閲覧できるようになります。";

/*No comment provided by engineer.*/
"Your current session is no longer valid. Please log in again." = "現在のセッションは有効ではありません。再度ログインして下さい。";

/* No comment provided by engineer. */
"👉 Tap to open\n📎 Yo From YOTEAM" = "👉 クリックして開きます\nYOTEAMから📎Yo";